Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: That amount is more than the pool can hold.
ar: هذا المبلغ أكبر مما يتسع له المجمّع.
de: Dieser Betrag ist mehr, als der Pool halten kann.
es: Ese monto es mayor de lo que el pool puede contener.
fa: این مقدار بیش از ظرفیت استخر است.
fr: Ce montant dépasse ce que le pool peut contenir.
hi: यह राशि पूल की क्षमता से अधिक है।
id: Jumlah itu melebihi kapasitas pool.
it: Quell'importo è più di quanto il pool possa contenere.
ja: その金額はプールが扱える量を超えています。
ko: 풀이 감당할 수 있는 것보다 큰 금액입니다.
ms: Amaun itu melebihi apa yang boleh dipegang oleh kolam.
pl: Ta kwota przekracza możliwości puli.
ps: دا اندازه له هغه څخه زیاته ده چې پول یې ساتلی شي.
pt_br: Esse valor é maior do que o pool comporta.
ru: Эта сумма больше, чем может вместить пул.
ta: அந்தத் தொகை பூல் வைத்திருக்கக்கூடியதை விட அதிகம்.
ur: یہ رقم اس سے زیادہ ہے جتنی پول رکھ سکتا ہے۔
zh_hans: 该金额超出了资金池的容量。
zh_hant_hk: 該金額超出資金池所能承受的數量。

source: That amount is too small: it would buy nothing.
ar: هذا المبلغ صغير جدًا: لن يشتري شيئًا.
de: Dieser Betrag ist zu klein: Er würde nichts kaufen.
es: Ese monto es demasiado pequeño: no compraría nada.
fa: این مقدار خیلی کم است: چیزی نمی‌خرد.
fr: Ce montant est trop faible : il n'achèterait rien.
hi: यह राशि बहुत कम है: इससे कुछ नहीं खरीदा जा सकेगा।
id: Jumlah itu terlalu kecil: tidak akan mendapatkan apa pun.
it: Quell'importo è troppo piccolo: non comprerebbe nulla.
ja: その金額は少なすぎます。何も購入できません。
ko: 금액이 너무 작아 아무것도 살 수 없습니다.
ms: Amaun itu terlalu kecil: ia tidak akan membeli apa-apa.
pl: Ta kwota jest za mała: nic by nie kupiła.
ps: دا اندازه ډېره کوچنۍ ده: هېڅ به وانه خلي.
pt_br: Esse valor é pequeno demais: não compraria nada.
ru: Сумма слишком мала: на неё ничего не купить.
ta: அந்தத் தொகை மிகச் சிறியது: அது எதையும் வாங்காது.
ur: یہ رقم بہت کم ہے: اس سے کچھ نہیں خریدا جا سکے گا۔
zh_hans: 该金额太小：兑换不到任何东西。
zh_hant_hk: 該金額太小：換不到任何東西。

source: That is not a pairing link.
ar: هذا ليس رابط إقران.
de: Das ist kein Kopplungslink.
es: Eso no es un enlace de vinculación.
fa: این لینک جفت‌سازی نیست.
fr: Ce n'est pas un lien d'association.
hi: यह पेयरिंग लिंक नहीं है।
id: Itu bukan tautan pemasangan.
it: Non è un link di associazione.
ja: ペアリングリンクではありません。
ko: 페어링 링크가 아닙니다.
ms: Itu bukan pautan pasangan.
pl: To nie jest link parowania.
ps: دا د جوړې کولو لینک نه دی.
pt_br: Isso não é um link de pareamento.
ru: Это не ссылка для сопряжения.
ta: அது இணைத்தல் இணைப்பு அல்ல.
ur: یہ جوڑنے کا لنک نہیں ہے۔
zh_hans: 这不是配对链接。
zh_hant_hk: 這不是配對連結。

source: That is not a shielded address or a randpay: link.
ar: هذا ليس عنوانًا محميًا ولا رابط randpay:.
de: Das ist keine abgeschirmte Adresse und kein randpay:-Link.
es: Eso no es una dirección blindada ni un enlace randpay:.
fa: این یک نشانی محافظت‌شده یا لینک randpay: نیست.
fr: Ce n'est ni une adresse blindée ni un lien randpay:.
hi: यह शील्डेड पता या randpay: लिंक नहीं है।
id: Itu bukan alamat terlindung atau tautan randpay:.
it: Non è un indirizzo schermato né un link randpay:.
ja: シールドアドレスでも randpay: リンクでもありません。
ko: 차폐 주소나 randpay: 링크가 아닙니다.
ms: Itu bukan alamat terlindung atau pautan randpay:.
pl: To nie jest osłonięty adres ani link randpay:.
ps: دا خوندي پته یا randpay: لینک نه دی.
pt_br: Isso não é um endereço blindado nem um link randpay:.
ru: Это не экранированный адрес и не ссылка randpay:.
ta: அது பாதுகாக்கப்பட்ட முகவரியோ randpay: இணைப்போ அல்ல.
ur: یہ شیلڈڈ پتہ یا randpay: لنک نہیں ہے۔
zh_hans: 这不是屏蔽地址，也不是 randpay: 链接。
zh_hant_hk: 這不是隱私地址，也不是 randpay: 連結。

source: That is not a shielded address, a randpay: link, or a saved contact.
ar: هذا ليس عنوانًا محميًا ولا رابط randpay: ولا جهة اتصال محفوظة.
de: Das ist keine abgeschirmte Adresse, kein randpay:-Link und kein gespeicherter Kontakt.
es: Eso no es una dirección blindada, un enlace randpay: ni un contacto guardado.
fa: این نه آدرس محافظت‌شده است، نه لینک randpay: و نه مخاطب ذخیره‌شده.
fr: Ce n'est ni une adresse blindée, ni un lien randpay:, ni un contact enregistré.
hi: यह शील्डेड पता, randpay: लिंक, या सहेजा गया संपर्क नहीं है।
id: Itu bukan alamat terlindung, tautan randpay:, atau kontak yang tersimpan.
it: Non è un indirizzo schermato, un link randpay: o un contatto salvato.
ja: シールドアドレス、randpay: リンク、保存した連絡先のいずれでもありません。
ko: 차폐 주소, randpay: 링크, 저장된 연락처 중 어느 것도 아닙니다.
ms: Itu bukan alamat terlindung, pautan randpay:, atau kenalan yang disimpan.
pl: To nie jest osłonięty adres, link randpay: ani zapisany kontakt.
ps: دا خوندي پته، randpay: لینک، یا خوندي شوې اړیکه نه ده.
pt_br: Isso não é um endereço blindado, um link randpay: nem um contato salvo.
ru: Это не экранированный адрес, не ссылка randpay: и не сохранённый контакт.
ta: அது பாதுகாக்கப்பட்ட முகவரியோ, randpay: இணைப்போ, சேமிக்கப்பட்ட தொடர்போ அல்ல.
ur: یہ شیلڈڈ پتہ، randpay: لنک، یا محفوظ کردہ رابطہ نہیں ہے۔
zh_hans: 这不是屏蔽地址、randpay: 链接或已保存的联系人。
zh_hant_hk: 這不是隱私地址、randpay: 連結或已儲存的聯絡人。

source: That payment link could not be read: %@
ar: تعذّرت قراءة رابط الدفع هذا: %@
de: Dieser Zahlungslink konnte nicht gelesen werden: %@
es: No se pudo leer ese enlace de pago: %@
fa: آن لینک پرداخت خوانده نشد: %@
fr: Impossible de lire ce lien de paiement : %@
hi: वह भुगतान लिंक पढ़ा नहीं जा सका: %@
id: Tautan pembayaran itu tidak dapat dibaca: %@
it: Impossibile leggere quel link di pagamento: %@
ja: その支払いリンクを読み取れませんでした: %@
ko: 결제 링크를 읽을 수 없습니다: %@
ms: Pautan pembayaran itu tidak dapat dibaca: %@
pl: Nie udało się odczytać tego linku płatności: %@
ps: د تادیې هغه لینک ونه لوستل شو: %@
pt_br: Não foi possível ler esse link de pagamento: %@
ru: Не удалось прочитать платёжную ссылку: %@
ta: அந்தக் கட்டண இணைப்பைப் படிக்க முடியவில்லை: %@
ur: یہ ادائیگی کا لنک پڑھا نہیں جا سکا: %@
zh_hans: 无法读取该收款链接：%@
zh_hant_hk: 無法讀取該付款連結：%@

source: The RandProtocol provers can read your history
ar: تستطيع مُثبِتات RandProtocol قراءة سجلك
de: Die RandProtocol-Prover können deinen Verlauf lesen
es: Los probadores de RandProtocol pueden leer tu historial
fa: اثبات‌گرهای RandProtocol می‌توانند تاریخچه‌ی شما را بخوانند
fr: Les prouveurs RandProtocol peuvent lire votre historique
hi: RandProtocol प्रूवर आपका इतिहास पढ़ सकते हैं
id: Prover RandProtocol dapat membaca riwayat Anda
it: I prover di RandProtocol possono leggere la tua cronologia
ja: RandProtocol のプルーバーはあなたの履歴を読めます
ko: RandProtocol 프루버는 내역을 읽을 수 있습니다
ms: Pembukti RandProtocol boleh membaca sejarah anda
pl: Provery RandProtocol mogą czytać twoją historię
ps: د RandProtocol ثبوت جوړوونکي ستاسو تاریخچه لوستلی شي
pt_br: Os provadores da RandProtocol podem ler seu histórico
ru: Пруверы RandProtocol могут читать вашу историю
ta: RandProtocol நிரூபிப்பான்கள் உங்கள் வரலாற்றைப் படிக்க முடியும்
ur: RandProtocol کے پروور آپ کی تاریخ پڑھ سکتے ہیں
zh_hans: RandProtocol 证明器能读取你的历史记录
zh_hant_hk: RandProtocol 證明器可以讀取你的記錄

source: The RandProtocol provers: %1$lld machines run by the validators, each with its own key, used until you choose another. They charge nothing. %2$@
ar: مُثبِتات RandProtocol: %lld جهاز يشغّلها المدقّقون، لكلٍّ منها مفتاحه، تُستخدم حتى تختار غيرها. لا تتقاضى شيئًا. %@
de: Die RandProtocol-Prover: %lld Rechner, betrieben von den Validatoren, jeder mit eigenem Schlüssel, genutzt, bis du einen anderen wählst. Sie verlangen nichts. %@
es: Los probadores de RandProtocol: %lld máquinas administradas por los validadores, cada una con su propia clave, que se usan hasta que elijas otro. No cobran nada. %@
fa: اثبات‌گرهای RandProtocol: %lld دستگاه که اعتبارسنج‌ها اداره می‌کنند، هر کدام با کلید خودش، که تا وقتی دیگری را انتخاب کنید استفاده می‌شوند. هزینه‌ای نمی‌گیرند. %@
fr: Les prouveurs RandProtocol : %lld machines gérées par les validateurs, chacune avec sa propre clé, utilisées jusqu'à ce que vous en choisissiez un autre. Ils ne facturent rien. %@
hi: RandProtocol प्रूवर: वैलिडेटरों द्वारा चलाई गई %lld मशीनें, हर एक की अपनी की के साथ, जो तब तक इस्तेमाल होंगी जब तक आप कोई और न चुनें। ये कोई शुल्क नहीं लेते। %@
id: Prover RandProtocol: %lld mesin yang dijalankan oleh validator, masing-masing dengan kuncinya sendiri, digunakan sampai Anda memilih yang lain. Semuanya gratis. %@
it: I prover di RandProtocol: %lld macchine gestite dai validatori, ognuna con la propria chiave, usate finché non ne scegli un altro. Non costano nulla. %@
ja: RandProtocol のプルーバー: バリデーターが運用する %lld 台のマシンで、それぞれ独自の鍵を持ち、別のものを選ぶまで使われます。料金はかかりません。%@
ko: RandProtocol 프루버: 검증자가 운영하는 머신 %lld대로, 각각 자체 키를 가지며 다른 프루버를 선택할 때까지 사용됩니다. 요금은 없습니다. %@
ms: Pembukti RandProtocol: %lld mesin yang dijalankan oleh pengesah, setiap satu dengan kuncinya sendiri, digunakan sehingga anda memilih yang lain. Ia tidak mengenakan sebarang bayaran. %@
pl: Provery RandProtocol: %lld maszyny prowadzonej przez walidatorów, z własnym kluczem, używanej, dopóki nie wybierzesz innego. Nic nie pobierają. %@
ps: د RandProtocol ثبوت جوړوونکي: %lld ماشینونه چې تصدیقوونکي یې چلوي، هر یو له خپلې کیلي سره، تر هغه کارول کېږي چې تاسو بل غوره کړئ. هېڅ پیسې نه اخلي. %@
pt_br: Os provadores da RandProtocol: %lld máquinas operadas pelos validadores, cada uma com sua própria chave, usados até você escolher outro. Eles não cobram nada. %@
ru: Пруверы RandProtocol: машины под управлением валидаторов (всего: %lld), у каждой свой ключ; используются, пока вы не выберете другой. Они бесплатны. %@
ta: RandProtocol நிரூபிப்பான்கள்: சரிபார்ப்பாளர்கள் இயக்கும் %lld கணினிகள், ஒவ்வொன்றுக்கும் அதன் சொந்த விசை; நீங்கள் வேறொன்றைத் தேர்ந்தெடுக்கும் வரை பயன்படுத்தப்படும். அவை கட்டணம் வசூலிப்பதில்லை. %@
ur: RandProtocol کے پروور: ویلیڈیٹرز کی چلائی ہوئی %lld مشینیں، ہر ایک کی اپنی کی کے ساتھ، جو تب تک استعمال ہوتی ہیں جب تک آپ کوئی اور منتخب نہ کریں۔ یہ کوئی فیس نہیں لیتے۔ %@
zh_hans: RandProtocol 证明器：由验证者运行的 %lld 台机器，各有自己的密钥，在你选择其他证明器之前一直使用。它们不收取任何费用。%@
zh_hant_hk: RandProtocol 證明器：由驗證者運行的 %lld 部機器，各有自己的密鑰，在你選擇其他證明器之前會一直使用。它們不收取任何費用。%@

source: The amount you receive is exact: if the pool moves before the swap lands, nothing is sent and you get a new quote. %@
ar: المبلغ الذي تستلمه دقيق: إن تحرّك المجمّع قبل وصول المبادلة، فلن يُرسل شيء وستحصل على عرض سعر جديد. %@
de: Der Betrag, den du erhältst, ist exakt: Bewegt sich der Pool, bevor der Tausch ankommt, wird nichts gesendet und du bekommst ein neues Angebot. %@
es: El monto que recibes es exacto: si el pool cambia antes de que el intercambio se complete, no se envía nada y obtienes una nueva cotización. %@
fa: مبلغی که دریافت می‌کنید دقیق است: اگر استخر پیش از رسیدن سواپ تغییر کند، چیزی ارسال نمی‌شود و قیمت جدیدی می‌گیرید. %@
fr: Le montant que vous recevez est exact : si le pool évolue avant que l'échange n'aboutisse, rien n'est envoyé et vous obtenez une nouvelle cotation. %@
hi: आपको मिलने वाली राशि सटीक है: अगर स्वैप पूरा होने से पहले पूल बदल जाता है, तो कुछ नहीं भेजा जाता और आपको नया कोट मिलता है। %@
id: Jumlah yang Anda terima sudah pasti: jika pool berubah sebelum penukaran masuk, tidak ada yang dikirim dan Anda mendapat penawaran baru. %@
it: L'importo che ricevi è esatto: se il pool si muove prima che lo scambio vada a buon fine, non viene inviato nulla e ricevi una nuova quotazione. %@
ja: 受け取る金額は確定しています。スワップがチェーンに届く前にプールが変動した場合は、何も送信されず、新しい見積もりが表示されます。%@
ko: 받는 금액은 정확합니다. 스왑이 처리되기 전에 풀이 변하면 아무것도 전송되지 않고 새 견적을 받습니다. %@
ms: Amaun yang anda terima adalah tepat: jika kolam berubah sebelum pertukaran sampai, tiada apa-apa dihantar dan anda mendapat sebut harga baharu. %@
pl: Otrzymywana kwota jest dokładna: jeśli pula się zmieni, zanim wymiana dotrze do łańcucha, nic nie zostanie wysłane i dostaniesz nową wycenę. %@
ps: هغه اندازه چې تاسو یې ترلاسه کوئ دقیقه ده: که پول د تبادلې له رسېدو مخکې بدل شي، هېڅ نه لېږل کېږي او تاسو نوې بیه ترلاسه کوئ. %@
pt_br: O valor que você recebe é exato: se o pool mudar antes de a troca ser concluída, nada é enviado e você recebe uma nova cotação. %@
ru: Сумма к получению точная: если пул изменится до того, как обмен попадёт в блок, ничего не отправится, и вы получите новую котировку. %@
ta: நீங்கள் பெறும் தொகை துல்லியமானது: ஸ்வாப் சேர்வதற்கு முன் பூல் மாறினால், எதுவும் அனுப்பப்படாது, உங்களுக்குப் புதிய விலைக்குறிப்பு கிடைக்கும். %@
ur: آپ کو ملنے والی رقم بالکل یہی ہے: اگر سواپ پہنچنے سے پہلے پول بدل جائے تو کچھ نہیں بھیجا جاتا اور آپ کو نیا کوٹ ملتا ہے۔ %@
zh_hans: 你收到的金额是确定的：如果资金池在兑换上链前发生变化，则不会发送任何内容，你会得到新的报价。%@
zh_hant_hk: 你收到的金額是確定的：如果資金池在兌換上鏈前有變動，便不會傳送任何東西，你會得到新的報價。%@

# The link asks for %@ %@; you typed %@ %@.
source: The link asks for %1$@ %2$@; you typed %3$@ %4$@.
ar: يطلب الرابط %@ %@، وأنت كتبت %@ %@.
de: Der Link fordert %@ %@; du hast %@ %@ eingegeben.
es: El enlace pide %@ %@; escribiste %@ %@.
fa: لینک %@ %@ درخواست می‌کند؛ شما %@ %@ تایپ کردید.
fr: Le lien demande %@ %@ ; vous avez saisi %@ %@.
hi: लिंक %@ %@ माँगता है; आपने %@ %@ टाइप किया।
id: Tautan meminta %@ %@; Anda mengetik %@ %@.
it: Il link chiede %@ %@; hai scritto %@ %@.
ja: リンクの指定は %@ %@ ですが、入力されたのは %@ %@ です。
ko: 링크는 %@ %@을(를) 요청하지만, 입력한 금액은 %@ %@입니다.
ms: Pautan meminta %@ %@; anda menaip %@ %@.
pl: Link prosi o %@ %@; wpisano %@ %@.
ps: لینک %@ %@ غواړي؛ تاسو %@ %@ ولیکل.
pt_br: O link pede %@ %@; você digitou %@ %@.
ru: Ссылка запрашивает %@ %@; вы ввели %@ %@.
ta: இணைப்பு %@ %@ கேட்கிறது; நீங்கள் தட்டச்சு செய்தது %@ %@.
ur: لنک %@ %@ مانگتا ہے؛ آپ نے %@ %@ لکھا۔
zh_hans: 链接请求 %@ %@；你输入的是 %@ %@。
zh_hant_hk: 連結要求 %@ %@；你輸入的是 %@ %@。

source: The link asks for an asset this wallet does not hold (%@).
ar: يطلب الرابط أصلًا لا تملكه هذه المحفظة (%@).
de: Der Link fordert ein Asset, das diese Wallet nicht hält (%@).
es: El enlace pide un activo que esta billetera no tiene (%@).
fa: لینک دارایی‌ای درخواست می‌کند که این کیف پول ندارد (%@).
fr: Le lien demande un actif que ce portefeuille ne détient pas (%@).
hi: लिंक ऐसा एसेट माँगता है जो इस वॉलेट में नहीं है (%@)।
id: Tautan meminta aset yang tidak dimiliki dompet ini (%@).
it: Il link chiede un asset che questo portafoglio non possiede (%@).
ja: リンクは、このウォレットが保有していないアセット（%@）を要求しています。
ko: 링크에서 이 지갑에 없는 자산(%@)을 요청합니다.
ms: Pautan meminta aset yang tidak dipegang oleh dompet ini (%@).
pl: Link prosi o aktywo, którego ten portfel nie ma (%@).
ps: لینک یوه داسې شتمني غواړي چې دا والټ یې نه لري (%@).
pt_br: O link pede um ativo que esta carteira não tem (%@).
ru: Ссылка запрашивает актив, которого нет в этом кошельке (%@).
ta: இந்த வாலட்டில் இல்லாத ஒரு சொத்தை இணைப்பு கேட்கிறது (%@).
ur: لنک ایسا اثاثہ مانگتا ہے جو اس والیٹ کے پاس نہیں (%@)۔
zh_hans: 链接请求的资产此钱包未持有（%@）。
zh_hant_hk: 連結要求的資產此錢包並未持有（%@）。

# The link’s memo is "%@"; you typed "%@".
source: The link’s memo is "%1$@"; you typed "%2$@".
ar: مذكرة الرابط «%@»، وأنت كتبت «%@».
de: Das Memo des Links ist „%@“; du hast „%@“ eingegeben.
es: El memo del enlace es "%@"; escribiste "%@".
fa: یادداشت لینک «%@» است؛ شما «%@» وارد کردید.
fr: Le mémo du lien est « %@ » ; vous avez saisi « %@ ».
hi: लिंक का मेमो "%@" है; आपने "%@" टाइप किया।
id: Memo tautan adalah "%@"; Anda mengetik "%@".
it: Il memo del link è «%@»; hai digitato «%@».
ja: リンクのメモは「%@」ですが、入力されたのは「%@」です。
ko: 링크의 메모는 "%@"인데, 입력한 메모는 "%@"입니다.
ms: Memo pautan ialah "%@"; anda menaip "%@".
pl: Memo w linku to „%@”; wpisano „%@”.
ps: د لینک یادښت "%@" دی؛ تاسو "%@" ولیکل.
pt_br: O memo do link é "%@"; você digitou "%@".
ru: Мемо в ссылке — «%@»; вы ввели «%@».
ta: இணைப்பின் குறிப்பு "%@"; நீங்கள் தட்டச்சு செய்தது "%@".
ur: لنک کا میمو "%@" ہے؛ آپ نے "%@" لکھا۔
zh_hans: 链接的备注是“%@”；你输入的是“%@”。
zh_hant_hk: 連結的備註是「%@」；你輸入的是「%@」。

# The memo is %lld bytes; the limit is %lld.
source: The memo is %1$lld bytes; the limit is %2$lld.
ar: المذكرة %lld بايت، والحد %lld.
de: Das Memo hat %lld Bytes; das Limit ist %lld.
es: El memo tiene %lld bytes; el límite es %lld.
fa: یادداشت %lld بایت است؛ حد مجاز %lld است.
fr: Le mémo fait %lld octets ; la limite est de %lld.
hi: मेमो %lld बाइट का है; सीमा %lld है।
id: Memo berukuran %lld byte; batasnya %lld.
it: Il memo è di %lld byte; il limite è %lld.
ja: メモは %lld バイトです。上限は %lld バイトです。
ko: 메모가 %lld바이트입니다. 한도는 %lld바이트입니다.
ms: Memo ialah %lld bait; hadnya %lld.
pl: Memo ma %lld bajta; limit to %lld.
ps: یادښت %lld بایټه دی؛ حد %lld دی.
pt_br: O memo tem %lld bytes; o limite é %lld.
ru: Размер мемо в байтах: %lld; лимит — %lld.
ta: குறிப்பு %lld பைட்டுகள்; வரம்பு %lld.
ur: میمو %lld بائٹس کا ہے؛ حد %lld ہے۔
zh_hans: 备注为 %lld 字节；上限为 %lld。
zh_hant_hk: 備註有 %lld 位元組；上限為 %lld。

source: The pairing link has no prover address.
ar: رابط الإقران لا يحتوي على عنوان مُثبِت.
de: Der Kopplungslink enthält keine Prover-Adresse.
es: El enlace de vinculación no tiene la dirección del probador.
fa: لینک جفت‌سازی آدرس اثبات‌گر ندارد.
fr: Le lien d'association ne contient pas d'adresse de prouveur.
hi: पेयरिंग लिंक में प्रूवर का पता नहीं है।
id: Tautan pemasangan tidak memiliki alamat prover.
it: Il link di associazione non ha l'indirizzo del prover.
ja: ペアリングリンクにプルーバーのアドレスがありません。
ko: 페어링 링크에 프루버 주소가 없습니다.
ms: Pautan pasangan tiada alamat pembukti.
pl: Link parowania nie zawiera adresu provera.
ps: د جوړې کولو لینک د ثبوت جوړوونکي پته نه لري.
pt_br: O link de pareamento não tem endereço de provador.
ru: В ссылке для сопряжения нет адреса прувера.
ta: இணைத்தல் இணைப்பில் நிரூபிப்பான் முகவரி இல்லை.
ur: جوڑنے کے لنک میں پروور کا پتہ نہیں ہے۔
zh_hans: 配对链接中没有证明器地址。
zh_hant_hk: 配對連結沒有證明器地址。

source: The pairing link's prover address is not a URL.
ar: عنوان المُثبِت في رابط الإقران ليس URL.
de: Die Prover-Adresse im Kopplungslink ist keine URL.
es: La dirección del probador en el enlace de vinculación no es una URL.
fa: آدرس اثبات‌گر در لینک جفت‌سازی یک URL نیست.
fr: L'adresse du prouveur dans le lien d'association n'est pas une URL.
hi: पेयरिंग लिंक का प्रूवर पता URL नहीं है।
id: Alamat prover di tautan pemasangan bukan URL.
it: L'indirizzo del prover nel link di associazione non è un URL.
ja: ペアリングリンクのプルーバーアドレスが URL ではありません。
ko: 페어링 링크의 프루버 주소가 URL이 아닙니다.
ms: Alamat pembukti dalam pautan pasangan bukan URL.
pl: Adres provera w linku parowania nie jest URL-em.
ps: د جوړې کولو د لینک د ثبوت جوړوونکي پته URL نه ده.
pt_br: O endereço do provador no link de pareamento não é uma URL.
ru: Адрес прувера в ссылке для сопряжения — не URL.
ta: இணைத்தல் இணைப்பின் நிரூபிப்பான் முகவரி URL அல்ல.
ur: جوڑنے کے لنک میں پروور کا پتہ URL نہیں ہے۔
zh_hans: 配对链接中的证明器地址不是 URL。
zh_hant_hk: 配對連結的證明器地址不是網址。

source: The pool changed since this page read it. Nothing was sent; the site can quote again.
ar: تغيّر المجمّع منذ أن قرأته هذه الصفحة. لم يُرسل شيء، ويمكن للموقع تقديم عرض سعر جديد.
de: Der Pool hat sich geändert, seit diese Seite ihn gelesen hat. Es wurde nichts gesendet; die Website kann ein neues Angebot machen.
es: El pool cambió desde que esta página lo leyó. No se envió nada; el sitio puede volver a cotizar.
fa: استخر از زمانی که این صفحه آن را خواند تغییر کرده است. چیزی ارسال نشد؛ سایت می‌تواند دوباره قیمت بدهد.
fr: Le pool a changé depuis que cette page l'a lu. Rien n'a été envoyé ; le site peut proposer une nouvelle cotation.
hi: इस पेज के पढ़ने के बाद पूल बदल गया। कुछ भी नहीं भेजा गया; साइट फिर से कोट दे सकती है।
id: Pool berubah sejak halaman ini membacanya. Tidak ada yang dikirim; situs dapat memberikan penawaran lagi.
it: Il pool è cambiato da quando questa pagina lo ha letto. Non è stato inviato nulla; il sito può fare una nuova quotazione.
ja: このページが読み込んだ後にプールが変化しました。何も送信されていません。サイトで再度見積もりできます。
ko: 이 페이지가 풀을 읽은 뒤 풀이 변경되었습니다. 아무것도 전송되지 않았으며, 사이트에서 다시 견적을 받을 수 있습니다.
ms: Kolam telah berubah sejak halaman ini membacanya. Tiada apa-apa dihantar; laman boleh memberikan sebut harga semula.
pl: Pula zmieniła się od czasu, gdy strona ją odczytała. Nic nie zostało wysłane; strona może podać nową wycenę.
ps: پول له هغه وروسته بدل شوی چې دې پاڼې لوستی و. هېڅ ونه لېږل شو؛ سایټ بیا بیه ورکولی شي.
pt_br: O pool mudou desde que esta página o leu. Nada foi enviado; o site pode cotar de novo.
ru: Пул изменился с тех пор, как страница его прочитала. Ничего не отправлено; сайт может выдать новую котировку.
ta: இந்தப் பக்கம் படித்ததிலிருந்து பூல் மாறிவிட்டது. எதுவும் அனுப்பப்படவில்லை; தளம் மீண்டும் விலைக்குறிப்பு தரலாம்.
ur: اس صفحے کے پڑھنے کے بعد پول بدل گیا۔ کچھ نہیں بھیجا گیا؛ سائٹ دوبارہ کوٹ دے سکتی ہے۔
zh_hans: 自此页面读取以来资金池已发生变化。未发送任何内容；网站可以重新报价。
zh_hant_hk: 此頁讀取資金池後，資金池已有變動。沒有傳送任何東西；網站可以重新報價。

source: The pool changed while this was being proved. Nothing was sent; the site can quote again.
ar: تغيّر المجمّع أثناء الإثبات. لم يُرسل شيء، ويمكن للموقع تقديم عرض سعر جديد.
de: Der Pool hat sich geändert, während dies bewiesen wurde. Es wurde nichts gesendet; die Website kann ein neues Angebot machen.
es: El pool cambió mientras se generaba la prueba. No se envió nada; el sitio puede volver a cotizar.
fa: استخر در حین اثبات تغییر کرد. چیزی ارسال نشد؛ سایت می‌تواند دوباره قیمت بدهد.
fr: Le pool a changé pendant la génération de la preuve. Rien n'a été envoyé ; le site peut proposer une nouvelle cotation.
hi: प्रूफ़ बनते समय पूल बदल गया। कुछ भी नहीं भेजा गया; साइट फिर से कोट दे सकती है।
id: Pool berubah saat ini sedang dibuktikan. Tidak ada yang dikirim; situs dapat memberikan penawaran lagi.
it: Il pool è cambiato mentre veniva generata la prova. Non è stato inviato nulla; il sito può fare una nuova quotazione.
ja: 証明中にプールが変化しました。何も送信されていません。サイトで再度見積もりできます。
ko: 증명하는 동안 풀이 변경되었습니다. 아무것도 전송되지 않았으며, 사이트에서 다시 견적을 받을 수 있습니다.
ms: Kolam berubah semasa ini sedang dibuktikan. Tiada apa-apa dihantar; laman boleh memberikan sebut harga semula.
pl: Pula zmieniła się podczas generowania dowodu. Nic nie zostało wysłane; strona może podać nową wycenę.
ps: پول بدل شو په داسې حال کې چې د دې ثبوت جوړېده. هېڅ ونه لېږل شو؛ سایټ بیا بیه ورکولی شي.
pt_br: O pool mudou enquanto isto era provado. Nada foi enviado; o site pode cotar de novo.
ru: Пул изменился, пока строилось доказательство. Ничего не отправлено; сайт может выдать новую котировку.
ta: இது நிரூபிக்கப்படும்போது பூல் மாறிவிட்டது. எதுவும் அனுப்பப்படவில்லை; தளம் மீண்டும் விலைக்குறிப்பு தரலாம்.
ur: پروف بنتے وقت پول بدل گیا۔ کچھ نہیں بھیجا گیا؛ سائٹ دوبارہ کوٹ دے سکتی ہے۔
zh_hans: 生成证明期间资金池发生了变化。未发送任何内容；网站可以重新报价。
zh_hant_hk: 生成證明期間資金池有變動。沒有傳送任何東西；網站可以重新報價。

source: The pool does not hold enough to pay this out. Nothing was sent; the site can quote again.
ar: لا يملك المجمّع ما يكفي لدفع هذا. لم يُرسل شيء، ويمكن للموقع تقديم عرض سعر جديد.
de: Der Pool hält nicht genug, um das auszuzahlen. Es wurde nichts gesendet; die Website kann ein neues Angebot machen.
es: El pool no tiene suficiente para pagar esto. No se envió nada; el sitio puede volver a cotizar.
fa: استخر به اندازه‌ی کافی برای پرداخت این مبلغ ندارد. چیزی ارسال نشد؛ سایت می‌تواند دوباره قیمت بدهد.
fr: Le pool ne détient pas assez pour verser ce montant. Rien n'a été envoyé ; le site peut proposer une nouvelle cotation.
hi: पूल के पास इसका भुगतान करने के लिए पर्याप्त राशि नहीं है। कुछ भी नहीं भेजा गया; साइट फिर से कोट दे सकती है।
id: Pool tidak memiliki cukup dana untuk membayar ini. Tidak ada yang dikirim; situs dapat memberikan penawaran lagi.
it: Il pool non contiene abbastanza per pagarlo. Non è stato inviato nulla; il sito può fare una nuova quotazione.
ja: プールにはこれを支払うだけの残高がありません。何も送信されていません。サイトで再度見積もりできます。
ko: 풀에 이 금액을 지급할 만큼의 자산이 없습니다. 아무것도 전송되지 않았으며, 사이트에서 다시 견적을 받을 수 있습니다.
ms: Kolam tidak memegang cukup untuk membayar ini. Tiada apa-apa dihantar; laman boleh memberikan sebut harga semula.
pl: Pula nie ma dość środków, aby to wypłacić. Nic nie zostało wysłane; strona może podać nową wycenę.
ps: پول د دې ورکولو لپاره کافي نه لري. هېڅ ونه لېږل شو؛ سایټ بیا بیه ورکولی شي.
pt_br: O pool não tem o suficiente para pagar isto. Nada foi enviado; o site pode cotar de novo.
ru: В пуле недостаточно средств для этой выплаты. Ничего не отправлено; сайт может выдать новую котировку.
ta: இதைச் செலுத்தப் போதுமானது பூலில் இல்லை. எதுவும் அனுப்பப்படவில்லை; தளம் மீண்டும் விலைக்குறிப்பு தரலாம்.
ur: پول کے پاس یہ ادا کرنے کے لیے کافی رقم نہیں۔ کچھ نہیں بھیجا گیا؛ سائٹ دوبارہ کوٹ دے سکتی ہے۔
zh_hans: 资金池余额不足以支付。未发送任何内容；网站可以重新报价。
zh_hant_hk: 資金池沒有足夠資金支付此數額。沒有傳送任何東西；網站可以重新報價。
